[
  {
    "id": "2017_project01",
    "name_ja": "studio池　第二番街公演「ピエロの花」のための舞台装置",
    "name_en": "studio pond Second Avenue concert stage equipment for the \"clown of the flower",
    "name_zh": "工作室池塘第二大道演唱会舞台设备的“花的小丑”",
    "description_ja": "世田谷美術館世田谷区　用賀　2012 春\nハンガーの作る幾何学模様が世田谷美術館に桜を咲かせる。\nシーン1は商人でにぎわう古代の市場。そこに立つ一本の桜の木。繊細なハンガーが作り出す\n五角形の模様が桜の花びらにシンクロしていく。\nシーン2は、貴人の屋敷。極細のハンガーどうしが構造的に極限状態でつながれ、今にも崩れ落\nちそうな弱い構造体が作り出す緊張感によって、砂上の楼閣を表現。\n街のみなさんの協力のもと2000本ほどのハンガーをリユースで集めて組み立てた。",
    "description_en": "Setagaya Art Museum Setagaya-ku, Yoga 2012 Spring\nGeometric patterns to make the hanger bloom cherry blossoms in Setagaya Art Museum.\nScene 1 is ancient market crowded with merchants. One of the cherry trees that stand there. Produce delicate hanger\nPentagonal patterns continue to sync to the petals of cherry tree.\nScene 2, the mansion of the nobility. Hanger each other of ultrafine connected by a structurally extreme conditions, drop collapse even now\nBy tensions geological weak structure produces, representing a house of cards.\nIt was assembled collection of hangers about the original 2,000 of your cooperation of the city in the reuse.",
    "description_zh": "世田谷美术馆世田谷区，瑜珈2012年春季\n几何图案，使世田谷美术馆衣架盛开的樱花。\n场景1是古老的市场与商家拥挤。其中的樱花树是站在那里的。产生微妙的衣架\n五角形图案继续同步到樱花的花瓣。\n场景2，贵族的豪宅。衣架对方超细的连接由结构极端情况下，降崩溃即使是现在\n通过紧张的地质软弱结构产生，代表纸牌做的房子。\n它组装衣架收集有关您在重用城市合作的原2000。",
    "pickup": 0,
    "pickupOrder": 0,
    "hidden": 1
  },
  {
    "id": "2017_project02",
    "name_ja": "バルーンハウス",
    "name_en": "Balloon house",
    "name_zh": "气球房屋",
    "description_ja": "東京都世田谷区用賀駅前　\n2012\n\nこの風船519 本を使った『バルーンハウス』は、ふわっとしていて、やわらかくて、 思わず触りたくなる親しみを感じる。\n普通の家は耐久性をもって周りを遮断しますが、『バルーンハウス』は周りの環境を取り入れ、 風に揺らぎつつ建っている。\n耐久性のある素材は、必ずしも人の体と相性が良いとは言えない。人間の体も自然の一部として、 同じく自然界の肌理で出来た素材を使いたい。\n人が呼吸するように、家も呼吸する。\nそのような夢の家のイメージを、この多気質で、風に揺れ動く、『バルーンハウス』で表現した。",
    "description_en": "In front of Yoga Station, Setagaya-ku, Tokyo\n2012\n\nThe \"Balloon House\" using 519 balloons is fluffy, soft, and people want to touch it unintentionally.\nA normal house is durable and blocks the surroundings, but the \"balloon house\" takes in the surrounding environment and is built while swaying in the wind.\nDurable materials are not always compatible with the human body. As the human body is also a part of nature, I would like to use materials made from the same natural texture.\nThe house breathes just as a person breathes.\nThe image of such a dream house was expressed in this porous, wind-swaying balloon house.",
    "description_zh": "东京世田谷区用贺站前\n2012年\n\n使用519个气球的“气球屋”蓬松，柔软，不知不觉的会想触摸。\n普通房屋经久耐用，可阻挡周围环境，但“气球房屋”可吸收周围环境并在风中摇曳。\n耐用的材料并不总是与人体相容。由于人体也是大自然的一部分，因此我想使用具有相同自然纹理的材料。\n房子就像人的呼吸一样呼吸。\n这种梦想中的房子的形象在这个多孔质的在风中摇曳的气球房屋中表达出来。",
    "pickup": 0,
    "pickupOrder": 0,
    "hidden": 0
  },
  {
    "id": "2017_project03",
    "name_ja": "BamBooBar",
    "name_en": "BamBooBar",
    "name_zh": "BamBooBar",
    "description_ja": "東京都世田谷区用賀駅前\n2016\n\nYSF12周年のためのBARである\n東京近辺の竹林で切り出した竹50本ほどを、3mほどの部材200本に製材し、\nなるべくビスを使わないように作ったバー。\n夏祭りにふさわしい、和を感じる大人の集い語り合う空間を提供した。",
    "description_en": "In front of Yoga Station, Setagaya-ku, Tokyo\n2016\n\nBAR for the 12th anniversary of YSF\nAbout 50 bamboos cut out from a bamboo grove near Tokyo are sawn into 200 members of about 3 m.\nA bar made to avoid using screws as much as possible.\nWe provided a space for adults to gather and talk with each other, which is suitable for a summer festival.",
    "description_zh": "东京世田谷区用贺站前\n2016年\n\n纪念YSF成立12周年的BAR。\n从东京附近的一片竹林中砍下的约50根竹子被锯成200根约3 m的材料。\n尽量避免使用螺钉做成的吧台。\n我们为成年人提供了一个聚会和交谈的空间，非常适合夏季节日。",
    "pickup": 0,
    "pickupOrder": 0,
    "hidden": 0
  },
  {
    "id": "2017_project04",
    "name_ja": "ROCK　CLOTH\nロックフェスティバルのための会場構成",
    "name_en": "ROCK CLOTH\nVenue construction for the Rock Festival",
    "name_zh": "ROCK布\n场馆建设的摇滚音乐节",
    "description_ja": "クラブクアトロ　渋谷区　２０１３夏\n正方形の布を一定のルールでつなぎ合わせ、広げると、\n美しい幾何学模様が出来上がる。\nロックの精神は理屈抜きの美学。\nロックにふさわしく、意味や理屈のある記号性ではなく、\n純粋な美しいものを目指した。\n直前に旅した、アルハンブラ宮殿の幾何学模様が大変ヒントになった。\n幾何学に合わせて布を切り、つなぎ合わせるだけだと、\n切り絵になってしまう。\n同じ形の正方形を使い、制約を設けた先に、\n三次元の幾何学模様という新しい表現を得た。\n美は制約から生まれる。\n発熱量の高い照明の下での使用のため、\n使うのは不燃性の不織布。",
    "description_en": "Club Quattro, Shibuya-ku 2013 summer\nPieced together a square of cloth with certain rules, and expand,\nBeautiful geometric patterns is completed.\nAesthetics of the lock of the spirit is visceral.\nAppropriate for the lock, rather than a sign of a meaningful and theory,\nIt aimed at the purely beautiful.\nTraveled to just before, geometric patterns of the Alhambra has become very tips.\nTurn off the cloth to fit the geometry, and just piece together,\nBecome cutout.\nUse a square of the same shape, previously provided with the constraints,\nI got a new representation of three-dimensional geometric pattern.\nBeauty is born from the constraints.\nFor use under high calorific value lighting,\nUse of the non-flammable non-woven fabric.",
    "description_zh": "俱乐部的Quattro，涩谷区2013夏季\n拼凑起来的布方一定的规则，扩大，\n美丽的几何图案完成。\n精神的锁美学是内脏。\n适合锁，而不是一个有意义的和理论的标志，\n它瞄准了纯粹的美丽。\n前往之前，阿罕布拉的几何图案已经变得非常的提示。\n关闭布，以适应几何体，只是拼凑，\n成为缺口。\n使用相同形状的方形，预先设有的制约，\n我得到了三维几何图案的新表示。\n美是从约束诞生。\n对于下热值高的照明用途，\n使用不易燃的非织造织物制成。",
    "pickup": 0,
    "pickupOrder": 0,
    "hidden": 1
  },
  {
    "id": "2017_project05",
    "name_ja": "嵌合バー",
    "name_en": "Fitting bar",
    "name_zh": "安装条",
    "description_ja": "2014\nYSF10周年のためのBARである\n小さなピースが、お互い嵌合してつながることで、強靭で大きな空間を構成する。\n形状はあえて完結させず、必要機能に応じて継ぎ足し可能とすることで、\n無限の可能性を残す。\n柱と屋根のあるべき姿という固定概念も取り払う。\n柱は、もはや邪魔な存在ではなく、それ自体がカウンターになり、テーブルになり、収納となる。\n柱に機能が内包される。\n大きな屋根が、さまざまな機能からなる柱によって支えられ、美しい影を地面に落とす。",
    "description_en": "2014\nIt is a BAR for YSF10 anniversary\nSmall pieces, that lead fitted each other, constitute a large space and tough.\nShape dare not complete, that it allows replenishment depending on the desired functionality,\nLeave the infinite possibilities.\nFixed concept that ought to be the pillar and the roof also get rid of.\nPillar is no longer a hindrance exists, it itself becomes the counter, become a table, and storage.\nFunction in the pillar is included.\nLarge roof, supported by pillars made of a variety of functions, dropping a beautiful shadow on the ground.",
    "description_zh": "2014\n这是YSF10周年BAR\n小块，铅配合对方，构成一个大的空间和坚韧。\n外形不敢彻底，它允许增资取决于所期望的功能，\n离开了无限的可能性。\n固定的概念，应该是支柱和车顶也摆脱。\n支柱不再是一个障碍存在，它本身成为了柜台，成为表，和存储。\n在支柱的功能是包括在内。\n大型屋顶由柱子支撑制成的各种功能，在地面下降一个美丽的影子。",
    "pickup": 0,
    "pickupOrder": 0,
    "hidden": 1
  },
  {
    "id": "2017_project06",
    "name_ja": "FREEPAPER DOME 結婚二次会のための会場設営",
    "name_en": "Site management for the FREEPAPER DOME marriage after-party",
    "name_zh": "现场管理为FREEPAPER DOME婚后方",
    "description_ja": "渋谷区　２０１３夏\nフリーペーパーは、フリーの情報を配る媒体である。\nその固定観念を取り去り、フリーペーパーを、都市に固有して存在する建材ととらえなおしたの\nが、今回の試みである。\nフリーペーパーを丸めて、輪ゴムで止めると、圧縮に抵抗できる中空の棒に変わる。\n互いに紐で通し、トラス状に固定する。\n合理性を超えた面白味を都市で発見することができた。",
    "description_en": "Shibuya 2013 summer\nFree paper, which is a medium to distribute free information.\nDeprived of its stereotypes, a free paper, it was re-captured and building materials that are present in specific to the city\nBut, it is this time of the attempt.\nRounded free paper and stopped with a rubber band, changes to the hollow rod that can resist compression.\nThrough a string together, securing the truss shape.\nWe were able to discover the fun that goes beyond the rationality in the city.",
    "description_zh": "涩谷2013夏季\n免费纸，这是免费派发信息的媒介。\n失去了其定型，无纸，它被重新捕获，建设中存在的具体城市的材料\n但是，它是这次的尝试。\n圆形自由纸，并用橡胶带停止时，改变在中空杆可抗压缩。\n通过一个串起来，确保桁架形状。\n我们能够发现，超越了在城市理性的乐趣。",
    "pickup": 0,
    "pickupOrder": 0,
    "hidden": 1
  },
  {
    "id": "2017_project07",
    "name_ja": "IN BETWEEN\n上海万博期間のインスタレーション",
    "name_en": "IN BETWEEN\nInstallation of Shanghai World Expo period",
    "name_zh": "在这两者之间\n上海世博会期间的安装",
    "description_ja": "2010冬 (KKAA)\n枕状のビニールの細胞を空気のチューブでつなぎ合わせ、建築化するインスタレーションであ\nる。\n一つの細胞が所定の圧力になるまで空気が充てんされ、十分な圧力になると、今度は膜の反力\nに押され、空気を横の細胞に渡してあげる。\n接する細胞の状況によってかかる圧力が変わり、形状もそれぞれ異なってくる。\n独立した細胞でありながらも、お互いつながり、栄養を送りあって組織を形成する。\n生物に近い状態の建築を目指した。\n空気の強い圧力に耐えられる強靭さと、透明度の高さが同時に要求された。\nETFEという膜素材がその条件を満たし、実現に至った。",
    "description_en": "2010 winter (KKAA)\nThe pillow-shaped plastic cell joined with air tubes, installation der to architectural\nThat.\nOne of the cells air to a predetermined pressure is filled, at a sufficient pressure, the reaction force of the turn membrane\nPushed in, we'll pass the air next to the cell.\nContact changes the pressure exerted by the cellular context, the shape also different, respectively.\nYet independent cells also form tissue each other feed another connection, nutrition.\nIt aimed at the building of the state close to the organism.\nAnd strength to withstand the strong pressure of the air, the height of the transparency is requested simultaneously.\nMembrane material called ETFE meets its conditions, has led to the realization.",
    "description_zh": "2010年冬季（KKAA）\n枕形塑料细胞加入了与空气管，安装到DER建筑\n那。\n一个细胞空气至预定压力的被填充，在足够的压力下，转膜的反作用力\n推入，我们将通过旁边的单元格中的空气。\n接触分别改变由细胞环境所施加的压力，该形状也不同。\n然而独立细胞也形成组织彼此进料的另一连接，营养。\n这是针对国家接近生物体的建设。\n和强度来承受空气的强大压力下，透明的高度同时请求。\n膜材料ETFE称为满足其条件，导致了实现。",
    "pickup": 0,
    "pickupOrder": 0,
    "hidden": 1
  },
  {
    "id": "2017_project08",
    "name_ja": "HURRICANE\nstudio池　第三番街公演「ネオン」のための舞台装置",
    "name_en": "HURRICANE\nstudio pond Third Avenue concert stage equipment for the \"Neon",
    "name_zh": "飓风\n工作室池塘第三大道演唱会舞台设备的“霓虹”",
    "description_ja": "ジャズバー　キンのツボ　世田谷区　用賀 　2012 秋\n様相―記号―図像の反復\n今回の舞台装置では、\n現代文明によって切り離された様相、記号、図像を、再構築して共存させることで、\n現代人の視覚のリハビリテーションを試みている。\nそしてその手段として選んだのは、まさに様相と図像を記号から分断した、\nパソコンのプログラミング言語である。\n様相―移動するドットの集まりから生じる台風\n記号―点滅するネオンサイン\n図像―無限に生まれる線から生まれる幾何学模様\n舞台でその場その場で生まれる生音を拾って、\nプログラミングを介して再構築され、\n様相、記号、図像へと変換されてプロジェクターで壁に、\n視覚的要素として投影される。\n様相、記号、図像の重なり合い、繰り返しが、\nみる人に”見る”ことをあきらめさせ、\n”観る”人へと導く。",
    "description_en": "Jazz bar Kin of pot Setagaya-ku, Yoga 2012 autumn\nAspect - symbol - iconography of repetition\nIn this stage device,\nAppearance, separated by modern civilization, symbols, iconography, by the coexistence rebuilding,\nWe are trying to rehabilitation of the modern man of vision.\nAnd chose as its means, it was just divided the appearance and iconography from the symbol,\nIs the programming language of the personal computer.\nAspect - typhoon resulting from the collection of dots to be moved\nSign - neon sign blinking\nIconography - geometric patterns born from the infinitely born line\nPicking up unprocessed born on the fly in the arena,\nIt is rebuilt through the programming,\nAspect, symbol, the converted the wall by a projector to iconography,\nIt is projected as a visual element.\nAspect, symbol, overlap of iconography, repeatedly,\nLet give up the \"see\" things people see,\n\"Watch\" lead to person.",
    "description_zh": "锅世田谷区的爵士酒吧健，瑜珈2012秋\n看点 - 符号 - 重复的肖像\n在该载台装置，\n外观上，相隔现代文明的符号，意象，由共存重建，\n我们正试图现代人的视觉康复。\n并选择为手段，它只是分为外观和意象从符号，\n是个人计算机的编程语言。\n看点 - 从点的集合导致台风移动\n登录 - 霓虹灯闪烁\n影像学 - 从无限出生线诞生的几何图案\n拿起未处理出生在舞台上飞，\n它是通过编程重建，\n方面，符号，转换后的所述壁由投影仪到肖像，\n据预测为视觉元素。\n一方面，符号，重叠意象，反反复复，\n让放弃“看”东西的人看，\n“观察”导致人。",
    "pickup": 0,
    "pickupOrder": 0,
    "hidden": 1
  },
  {
    "id": "2017_project09",
    "name_ja": "DANCING YOKKI\nYSF(用賀サマーフェスティバル)１０周年忘年会のためのプロジェクションマッピング",
    "name_en": "DANCING YOKKI\nYSF projection mapping for the (Yoga Summer Festival) 10 anniversary of year-end party",
    "name_zh": "DANCING YOKKI\n在（瑜珈夏季音乐节）10周年忘年的YSF投影映射",
    "description_ja": "麻布　2014冬\n音楽とお酒に酔いしれて旧友と会話を楽しむ忘年会。\n会場の音のリズムに合わせて踊る、用賀のキャラクターであるよっきーが、会場をさらに盛り上げます。\nプログラミングプラットフォームVVVVを使った試み。",
    "description_en": "Azabu 2014 winter\nYear-end party to enjoy a conversation with an old friend drunk to music and drink.\nDance to the rhythm of the venue sound, is a character of Yoga Yokki will further boost the venue.\nAttempts to using the programming platform VVVV.",
    "description_zh": "麻布2014年冬季\n忘年会享受与老朋友醉音乐和饮料的对话。\n跳舞的场地声音的节奏，是瑜伽Yokki的角色将进一步推动会场。\n尝试使用的编程平台VVVV。",
    "pickup": 0,
    "pickupOrder": 0,
    "hidden": 1
  },
  {
    "id": "2017_project10",
    "name_ja": "LIGHT COVER",
    "name_en": "LIGHT COVER",
    "name_zh": "灯罩",
    "description_ja": "演出家の定期自宅公演のための舞台装置\n用賀　2016　夏\n階段劇場仕様の自宅を建てた演出家の方が、\n年に一回自宅で公演を行う。\n舞台空間を塩ビのシェルフで覆うことで、\n上部天窓の自然光、スポットライトの光が、\n一様に柔らかい抽象的な光に変換され、\n光の幕が舞台を覆う効果が得られた。\nケの住居空間に、一時的にハレの空間を作った。",
    "description_en": "Stage equipment for the director of regular home performances\nYoga 2016 summer\nIf the director who built the home of stairs theater specifications,\nPerforming a concert in one home a year.\nBy covering the stage space in the shelf of PVC,\nNatural light in the upper skylight, the light of the spotlight,\nIs converted to uniform soft abstract light,\nThe effect of curtain of light covers the stage was obtained.\nResidential space of Ke, was temporarily made the space of Halle.",
    "description_zh": "舞台设备的定期上门演出导演\n瑜伽2016年夏季\n如果谁建的楼梯影院规格家里的导演，\n一年在一个家庭进行了一场音乐会。\n通过在PVC的搁板覆盖舞台空间，\n在上天窗自然光，聚光灯的光，\n被转换成均匀的软抽象光，\n的灯罩得到阶段的帘式的效果。\n柯的居住空间，暂时由哈雷的空间。",
    "pickup": 0,
    "pickupOrder": 0,
    "hidden": 1
  },
  {
    "id": "2017_project11",
    "name_ja": "スケッチ",
    "name_en": "sketch",
    "name_zh": "草图",
    "description_ja": "デザインを進める際は、具体的な形にする前に、\nラフスケッチを使ってイメージを施主と何度もやりとりをします。\n可能性の幅をできるだけ広げ、\n施主といっしょにベストの解答にたどり着くためです。\nまた、ディテールを考える際もスケッチを多用します。\n様々な解から、空間との一体感と使いやすさを両立したベストの案を探ります。",
    "description_en": "When proceeding with the design, before making it concrete，\nUse rough sketches to interact with the image over and over again.\nExpand the range of possibilities as much as possible，\nThis is to arrive at the best answer with the owner.\n\nWe also use sketches a lot when thinking about details.\nFrom various solutions, we will search for the best plan that has both a sense of unity with the space and ease of use.",
    "description_zh": "在进行设计时，先将其具体化。\n使用草图一遍又一遍地与客户进行确认。\n尽可能扩大可能性的范围，\n为了最终与客户达成最佳答案。\n\n考虑细节时，我们也会经常使用草图。\n从各种解决方案中，我们将寻求既具有空间统一性又具有易用性的最佳计划。",
    "pickup": 0,
    "pickupOrder": 0,
    "hidden": 0
  },
  {
    "id": "2017_project12",
    "name_ja": "ウエハースバー",
    "name_en": "Wafer bar",
    "name_zh": "Wafer bar",
    "description_ja": "東京都世田谷区用賀　\n2017年\n\n住宅の下地として使われるパネル。\n普段目に触れることのない構造材の、特性を活かして、仕上げを兼ねて使う試みである。\nパネルを斜め45°に屏風状に立て、XY方向に木垂木を通すことで、\n木どうしのめり込みで安定する構造を試みた。\nステージ側に開くように、全体を扇型に配置した。",
    "description_en": "Setagaya-ku Yoga， Tokyo\n2017\n\nA panel used as a base for the house.\nThis is an attempt to utilize the characteristics of structural materials that are not normally seen and also to use them as a finish.\nBy standing the panel at an angle of 45 ° in a folding screen shape and passing the wooden rafters in the XY direction,\nI tried a stable structure by digging the trees together.\nThe whole was arranged in a fan shape so that it would open on the stage side.",
    "description_zh": "东京世田谷区用賀\n2017\n\n用作房屋底板的透气面材。\n试图利用通常看不见的结构材料的特性，并将其用作饰面。\n通过将面材以45°的角度竖立成屏风形状，并使木材沿XY方向将其穿在一起固定。\n我们尝试了通过木材互相的嵌入达到稳定的结构。\n整体呈扇形排列，以便面向舞台展开。",
    "pickup": 0,
    "pickupOrder": 0,
    "hidden": 0
  },
  {
    "id": "2018_project01",
    "name_ja": "studio池　第一番街公演「創生紀」 のための舞台装置",
    "name_en": "studio pond first Avenue concert stage equipment for the \"creation century",
    "name_zh": "工作室池塘第一大道演唱会舞台设备的“创建百年”",
    "description_ja": "用賀アートホール/世田谷区　用賀　2012 春",
    "description_en": "Yoga Art Hall / Setagaya-ku, Yoga 2012 Spring",
    "description_zh": "瑜伽艺术厅/世田谷区，瑜珈2012年春季",
    "pickup": 0,
    "pickupOrder": 0,
    "hidden": 1
  },
  {
    "id": "2018_project07",
    "name_ja": "Ｐ邸 リノベーション",
    "name_en": "P House Renovation",
    "name_zh": "P宅装修",
    "description_ja": "東京都葛飾区\n2012年\n\n平面ではなく、断面の操作で部屋を区切る。\nまず、一番奥にあるリビングを土間に変えた。\n土間に座りながら街並みを見下ろし、お茶を一杯。\nどこか懐かしい縁側空間が自宅にできた。友人が集う風景が目に浮かぶ。\n次に、天井をいくつかの積層された面とし、互いに間接照明で照らしあうようにした。\n天井が低く、安心感のあるベッドスペースや、天井が高く、開放的なリビングのように、天井の高さが空間 を分けた。",
    "description_en": "Katsushika,Tokyo\n2012\n\nDivide the room by manipulating the cross section, not the plane.\nFirst, we changed the living room at the window side to the dirt floor.\nSit in the dirt floor, look down on the city, and have a cup of tea.\nA nostalgic veranda space was created at home. The scenery where friends gather comes to my mind.\nNext, the ceiling was made into several laminated surfaces so that they would illuminate each other with indirect lighting.\nThe height of the ceiling divides the space, such as a bed space with a low ceiling and a sense of security, and a living room with a high ceiling and an open space.",
    "description_zh": "东京都葛飾区\n2012年\n\n通过操纵横截面而不是平面来划分房间。\n首先，我将靠窗的起居室改成了水泥地面。\n坐在环绕水泥地面的地板上，俯视城市，然后喝杯茶。\n在家中创建了一个怀旧的游廊空间。我想到了朋友聚会的风景。\n接下来，将天花板制成多个层压表面，以使它们可以通过间接照明相互照亮。\n天花板的高度划分了空间，例如具有低天花板和安全感的床空间以及具有高天花板和开放空间的客厅。",
    "pickup": 0,
    "pickupOrder": 0,
    "hidden": 0
  },
  {
    "id": "2018_project08",
    "name_ja": "K邸リノベーション",
    "name_en": "K House Renovation",
    "name_zh": "K宅装修",
    "description_ja": "東京都世田谷区\n2015\n\n建て替えずに、耐震改修してよりよく住み続ける提案。\n新築も念頭にあるお施主様に対し、\n最小限の手を加えて、愛着のある場所であり続ける、\n新築しなくても、安心して、より快適に住み慣れた場所に住み続けられる、\nリノベーションの提案をした。",
    "description_en": "Setagaya,Tokyo\n2015\n\nProposal to continue living better by seismic repair without rebuilding。\n\nFor owners who are also thinking about new construction,\nWe made a proposal for renovation,with minimal change, it will continue to be a place of affection.\nthe owners can continue to live in a familiar place with peace of mind in stead of having to build a new one.",
    "description_zh": "东京都世田谷区\n2015年\n\n通过抗震维修而不重建的建议，使人们继续生活得更好。\n对于也正在考虑新建筑的业主，\n我提出了装修建议：只需花费很少的精力，它将继续成为依恋的场所，\n业主可以继续安心生活在一个熟悉的地方，而无需拆掉新建。",
    "pickup": 0,
    "pickupOrder": 0,
    "hidden": 0
  },
  {
    "id": "2018_project09",
    "name_ja": "Ceiling Tree",
    "name_en": "Ceiling Tree",
    "name_zh": "Ceiling Tree",
    "description_ja": "東京都銀座\n2016年\n\nリクルートMTLのための打ち合わせスペースである。\n\n貸しビルに木天井をかける。\n均質なオフィス空間に、木に包まれた癒やしの空間がほしい。\n蛍光灯の眩しい照明ではなく、暖かく柔らかい光に包まれたい。\n既存の蛍光灯の光を柔らかい間接光に変えるために、木天井をかけた。\n貸しビルのため、天井、壁に一切傷をつけてはいけないという制約に対し、\n可動家具を構造材として利用することで解決した。\n本棚に野縁を掛け渡し、天井を留め付ける工法をとった。\nX,Y軸両方の耐力が得られるように、本棚の方向を変えている。\n野縁にかかるモーメントが均等となるように、本棚の位置を決めた。\n天井の照り返しからくる木の色の温かい光が、空間全体を包む。\n天井面自体も暗く、重くならないように、有孔ボードを使い、それ自体に軽快さを持たせる。\nオフィスの一角に、大樹に包まれたような、癒やしの空間が出現した。\n家具も天然木材、緑の張地、枝の形状のものを多用し、森を感じさせるスペースとしている。",
    "description_en": "Ginza,Tokyo\n2016\n\nA meeting space for Recruit MTL.\n\nPut a wooden ceiling on the rental building.\nWe want a healing space wrapped in wood in a homogeneous office space.\nit is to be surrounded by warm and soft light instead of the dazzling fluorescent lighting.\nWe hang a wooden ceiling to change the light of existing fluorescent lamps into soft indirect light.\n\nBecause it is a rental building, there is a restriction that the ceiling and walls should not be damaged at all.\nThe solution was to use movable furniture as a structural material.\nA construction method was adopted in which the bookshelf was hung on the field edge and the ceiling was fastened.\nThe direction of the bookshelf is changed so that the yield strength of both the X and Y axes can be obtained.\nThe bookshelves were positioned so that the moments applied to the fields were even.\nThe warm light of the color of the wood coming from the reflection of the ceiling surrounds the entire space.\nA perforated board is used so that the ceiling surface itself is not dark and heavy.\nA healing space appeared in a corner of the office, as if surrounded by a large tree.\nNatural wood, green upholstery, and branch-shaped furniture are often used to create a space that makes you feel like a forest.",
    "description_zh": "2016年\n东京银座\n\nRecruit MTL的会议空间。\n\n在出租工作楼里设置一个木制天花板。\n我们希望在一个均质无味的办公空间中用木头包裹一个休闲空间，\n被温暖和柔和的灯光包围，而不是令人眼花的荧光灯照明。\n我们悬挂一个木制天花板，以将现有荧光灯的光变为柔和的间接光。\n\n由于它是一栋出租建筑，因此限制了天花板和墙壁完全不得损坏。\n解决方案是使用活动家具作为结构材料。\n采用将木条悬挂在书架上并固定天花板的施工方法。\n改变书架的方向，以便可以同时获得X和Y轴的结构强度。\n放置书架的位置使施加在天花结构的承重均匀。\n天花板反射出来的木头色的暖光围绕着整个空间。\n使用穿孔板，以使天花板本身变轻，而不暗调沉重。\n一个休闲空间出现在办公室的一角，仿佛被一棵大树所笼罩。\n并选择了天然木材，绿色内饰和树枝形家具用来综合创造一个让您感觉像森林的空间。",
    "pickup": 0,
    "pickupOrder": 0,
    "hidden": 0
  },
  {
    "id": "2018_project10",
    "name_ja": "切り欠きシェルフ",
    "name_en": "Notched shelf",
    "name_zh": "豁口架子",
    "description_ja": "東京都葛飾区\n2016年\n\n丸太に切れ目を入れ、\n棚板を差し込む展示棚とした。\nリズミカルな切れ目を丸太に入れることで、棚柱を、\n樹皮の文様の繰り返しが美しい、白樺の樹林に見立てた。\n店舗は民芸品を取り扱う。\n民芸の言葉を作った柳光悦も白樺派に属していたという。",
    "description_en": "Katsushika-ku, Tokyo\n2016\n\nAn exhibition shelf, make a cut in the log and into which a shelf board was inserted.\n\nBy making rhythmic cuts in the logs, you can make the shelves pillars looks like a white birch forest with beautiful repeating bark patterns.\n\nThe store handles folk crafts.\nIt is said that Koetsu Yanagi, who create the word \" Japanese folk art\", also belonged to the Shirakabaha(white birch) school.",
    "description_zh": "东京葛饰区\n2016年\n\n在原木上进行切割以使其成为展示架子，并在其中插入了架子板。\n\n通过对原木进行有节奏的切割，架子出现有美丽的重复犹如白桦林的树皮图案。\n\n这家商店贩卖民间工艺品。\n听说，创造”民艺”这个语言的柳光悦（Koetsu Yanagi）也属于白桦派。",
    "pickup": 0,
    "pickupOrder": 0,
    "hidden": 0
  },
  {
    "id": "2019_project01",
    "name_ja": "林間のブランコ",
    "name_en": "Swing in the forest",
    "name_zh": "在森林里摇摆",
    "description_ja": "長野県軽井沢　\n2018年\n\n軽井沢の木々に囲まれたスペースにおける家具とブランコの設計。\n周囲との調和と耐候性の、両立を目指した。\n家具はPVC編みの密度を調整し、木々に溶け込ませた。\nブランコは細かいフレームに分岐させ、効率的な構造を目指しながら、枝葉と同化させた。",
    "description_en": "Karuizawa, Nagano, Japan\n2018\n\nDesign of furniture and swings in a space surrounded by trees in Karuizawa.\nWe aimed to achieve both harmony with the surroundings and weather resistance.\nThe furniture was adjusted in PVC knitting density and blended into the trees.\nThe swing was branched into fine frames and assimilated with the branches and leaves while aiming for an efficient structure.",
    "description_zh": "日本长野县轻井泽\n2018年\n\n轻井泽树木环绕的院子里的家具和秋千设计。\n我们的目标是实现与周围环境的和谐与耐候性。\n调整家具的PVC编织密度并将其混入树木中。\n秋千被分成细小的框架，并与树枝和树叶同化，同时寻求一种有效的结构。",
    "pickup": 0,
    "pickupOrder": 0,
    "hidden": 0
  },
  {
    "id": "2019_project03",
    "name_ja": "祝祭の市",
    "name_en": "City Festival",
    "name_zh": "城节",
    "description_ja": "東京都世田谷区　2017年\n各地の物産を扱うアンテナショップ\n商品をきれいにディスプレイするのではなく、トレーを使って盛ることで\n豊饒な地方をイメージさせるとともに、\n日常ではない祭りにも通じる、市、の賑わいを表現した。\n通しボルトにナットを止め、棚を浮かせることで、\n陳腐なアンテナショップのイメージを払拭し、浮遊感と軽快感を演出した。\nナットを調整することで、棚の上げ下げができる。\nまた、棚とボルトが連結することで初めて成立する構造体にもチャレンジした。",
    "description_en": "Setagaya-ku, Tokyo, 2017\nAntenna shop dealing with various places of Bussan\nClean rather than to display the goods, by the molar using the tray\nWith the image of fertile region,\nLead also to the festival is not a day-to-day, was the city, the bustle of representation.\nStop the nut to the through-bolts, by floating the shelf,\nTo dispel the image of banal antenna shop, and produce a feeling of floating and light feeling.\nBy adjusting the nut you can raise and lower shelves.\nAlso, it was challenged in structure for the first time established by the shelf and the bolt are connected.",
    "description_zh": "世田谷区，东京，2017年\n天线店处理物产的各个地方\n清洁而不是使用托盘中显示的商品，由摩尔\n与肥沃区域的图像，\n也导致节日是不是一天到一天，是城市，代表性的喧嚣。\n停止螺母的贯穿螺栓，通过浮置搁板，\n为了消除陈腐天线店的图像，并产生浮动和光感的感觉。\n通过调整螺母可以提高和降低货架。\n此外，它在结构上受到挑战，用于通过机柜，并连接所述螺栓建立了第一个时间。",
    "pickup": 0,
    "pickupOrder": 0,
    "hidden": 1
  },
  {
    "id": "2019_project04",
    "name_ja": "まなび家の森",
    "name_en": "Kids forest",
    "name_zh": "儿童森林",
    "description_ja": "神奈川県横浜市\n2017年\n100㎡\n\n駅前の託児スペース。\n都市にいながら、\"森\"のなかで遊べる空間を作った。\n子供の背より低い部分の棚は、斜めに切り落とすように処理することで、\n収納量を確保すると同時に、遊ぶスペースを広くした。\nぶつかってもケガしないという安全面の配慮と、筋交いを兼ねた棚の強度アップの役割を持たせた\nそしてその操作によって、林立する棚が生き生きとした樹木に変化し、木立が立ち並ぶ森を作り出した。",
    "description_en": "Kanagawa, Japan\n2017\n100㎡\n\nThis is a Childcare space in front of the station.\nI created a space where children can play in the \"forest\" while staying in the city.\nThe shelves below the child's height cut off diagonally so that the space for playing is widened. At the same time the upper shelf securing the storage capacity. \nThe diagonal cut also come from the consideration for safety that children will not be injured even if they hit it, and the role of increasing the strength of the shelf because it  serves as a brace.\nBy that operation, the shelves in the forest were transformed into lively trees, creating a forest lined with woods.",
    "description_zh": "日本神奈川县横滨市\n2017\n100㎡\n\n这是车站前的育儿空间。\n我创建了一个空间，孩子们可以在城市里体验玩耍在“森林”中。\n在孩子身高以下的架子沿对角线方向切开，从而扩大了玩耍的空间。同时确保上层货架的存储容量。\n对角线切割还来自对安全性的考虑，即使孩子被撞到也不会受伤，以及由于架子起支撑作用而增加了架子的强度。\n通过这样的操作，森林中的架子变成了活泼的树木，形成了一个林木茂密的森林。",
    "pickup": 1,
    "pickupOrder": 3,
    "hidden": 0
  },
  {
    "id": "2019_project05",
    "name_ja": "奈多マンションリノベーション",
    "name_en": "Nata apartment renovation",
    "name_zh": "奈多公寓装修",
    "description_ja": "福岡県福岡市　\n2017年\n\nマンション一室を改修し、庭に開いた。\nリビングとキッチンの間に”第二のファサード”をつくり、リビングを半外部化した。\nキッチンも庭に向け、リビングを見渡せる調理台とした。\nリビングを充実させ、家族が自然に集う空間とした。",
    "description_en": "Nata Mansion Renovation\nFukuoka City, Japan\n2017\n\nA room in the condominium was renovated and opened to the garden.\nA \"second façade\" was created between the living room and the kitchen to make the living room semi-external.\nThe kitchen also faces the garden and overlooking the living room.\nThe living room has been enhanced to create a space where families can naturally gather.",
    "description_zh": "日本福冈县福冈市\n2017年\n\n公寓中的一个房间经过翻新并面向庭院开放。\n在客厅和厨房之间创建了一个“第二立面”，使客厅成为半外部空间。\n厨房还面向庭院，烹饪时可以看到景色。\n客厅经过改进，创造了一个家庭可以自然聚集的空间。",
    "pickup": 0,
    "pickupOrder": 0,
    "hidden": 0
  },
  {
    "id": "2019_project06",
    "name_ja": "時間の家",
    "name_en": "Time of the house",
    "name_zh": "房子的时间",
    "description_ja": "川崎市麻生区百合丘　2017年\n南の隣地に住宅が建つことになり、光環境が変わる。\n窓の意味合いをとらえなおすこと始めた。\nビューが望めない南面の窓は、トップライトや雪見窓とし、採光用に限定した。\n朝、昼、夕の光を特徴づけることで、刻々と変わる光環境を楽しめる家とした。",
    "description_en": "Kawasaki Aso-ku, Yuri 2017\nTo the south of the adjacent land will be houses built, it changes light environment.\nIt began to re-capture the implications of the window.\nThe window of the south side, which can not be expected view, the top lights and snow viewing window, was limited for the lighting.\nMorning, noon, to characterize the evening light, was home to enjoy the ever-changing light environment.",
    "description_zh": "川崎麻生区，2017年尤里\n到相邻土地的南侧将建成的房屋，它的变化的光环境。\n它开始重新捕获窗口的影响。\n南侧，不能预期视图的窗口，顶灯和雪观察窗，被限制用于照明。\n早晨，中午，表征晚上灯，在家里享受千变万化的光环境。",
    "pickup": 0,
    "pickupOrder": 0,
    "hidden": 1
  },
  {
    "id": "2019_project07",
    "name_ja": "NAN Lab.\"naturry",
    "name_en": "NAN Lab. \"Naturry",
    "name_zh": "NAN Lab“ Naturry”",
    "description_ja": "神奈川県海老名市　\n2017年\n\n新築商業ビルに入る飲食テナントの設計。\nカレーのシンボルであるナーンを、天井から壁にかけて吊るし下げた\n大らかで、なめらかなカーブはナーンのなめらかな食感とリンクさせ、\n天然木のキメ細かい木目がナーンの口当たりを感じさせる。\n意匠、文化の印象付けの代わりに、形状感、素材感という直裁的な味付けを試みた。",
    "description_en": "Ebina, Kanagawa\n2017\n\nDesign of a restaurant tenant entering a new commercial building.\nNaan, the symbol of curry, was hung from the ceiling to the wall.\nThe generous and smooth curve is linked to the smooth texture of Nann,\nThe fine grain of natural wood makes you feel the texture of naan.\nInstead of link the design  to the culture, we tried to add a direct link of shape and texture to the taste.",
    "description_zh": "日本神奈川县海老名市\n2017\n\n进入新的商业建筑的餐厅租户的设计。\n馕咖喱的象征）从天花板悬挂到墙上。\n大弧度而圆滑的曲线联想到馕的光滑质感。\n天然木材的细颗粒使您感觉到馕的口感。\n这次设计的形状和纹理不是与文化挂钩，而是尝试通过他们直接感受到口味。",
    "pickup": 0,
    "pickupOrder": 0,
    "hidden": 0
  },
  {
    "id": "2019_project08",
    "name_ja": "Shelf of Strings",
    "name_en": "Shelf of Strings",
    "name_zh": "字符串的货架",
    "description_ja": "東京都世田谷区　2017年\n本棚＆ディスプレイの設計\n音楽をこよなく愛する施主のために、\n弦をイメージした本棚を提案した。\n横材（弦）に太さをもたせることで、最低限の垂直要素で成り立つ、水平性の強い本棚を目指した。\n横材に溝を掘り、CDやレコードをディスプレイする機能を兼ねた。\n太くてシャープな小口をデザインしたことで、カラフルな本、ジャケットたちに負けない存在感を持たせた。",
    "description_en": "Setagaya-ku, Tokyo, 2017\nBookshelf and display of design\nThe music for the lover the Owner,\nIt proposed a bookshelf in the image of the strings.\nBy to have a thickness in the cross member (chord), established with minimum vertical elements, aimed strong horizontality bookshelf.\nDigging a trench in the cross-member, also serves as a function to display the CD or record.\nThick and it was designed a sharp small, was to have a presence that does not lose colorful book, the jacket us.",
    "description_zh": "世田谷区，东京，2017年\n书架和设计的显示\n该音乐情人业主，\n这串的图像中提出了一个书架。\n通过具有厚度在横构件（和弦），其中最小垂直元件建立，目的是强水平状态书架。\n挖在横构件的沟槽，还用作显示CD或记录的功能。\n厚，它的目的是锋利的小，是有存在不会丢失丰富多彩的书，夹克我们。",
    "pickup": 0,
    "pickupOrder": 0,
    "hidden": 1
  },
  {
    "id": "2019_project09",
    "name_ja": "pearl pavilion",
    "name_en": "pearl pavilion",
    "name_zh": "珍珠亭",
    "description_ja": "北京三里屯　\n2018年(第一号店)　2019年（第二号店）\n\nデパートのテナントとして入る、タピオカ旗艦店の設計。\n手作りにこだわるタピオカ店の、コンセプトを伝える広告塔としての店の設計。\n中国語でタピオカは”真珠（女乃）茶”と呼ぶ。\n多面体をチューブで貫通させて出来た動きのある水玉模様。\nタピオカミルクのなめらかで躍動的な食感を表現した。",
    "description_en": "Beijing Sanlitun \n2018 (first store) 2019 (second store)\n\nDesigned as a tapioca flagship store of a department store tenant.\n\nThere was a need to design the tapioca store, which is particular about handmade products, as an advertising tower that conveys the concept.\nIn Chinese, tapioca is called \"pearl tea\". A moving polka dot pattern created by penetrating a polyhedron with a tube.\nIt expresses the smooth and dynamic texture of tapioca milk.",
    "description_zh": "北京三里屯\n2018（第一店）2019（第二店）\n\n设计了百货店里的珍珠奶茶旗舰店。\n这个珍珠奶茶专卖店，特别重视手工制作。这次店铺需要作为传达这一概念的广告塔。\n为了表现珍珠奶茶的”珍珠”。通过用管穿透多面体创建的移动圆点图案。\n它表达了珍珠奶茶的光滑而动态的质感。",
    "pickup": 0,
    "pickupOrder": 0,
    "hidden": 0
  },
  {
    "id": "2019_project10",
    "name_ja": "In-No House",
    "name_en": "In-No House",
    "name_zh": "In-No House",
    "description_ja": "広島県尾道市因島　\n2018年\n\n見え隠れする島、隠の島と呼ばれたのが転じて因島になったという。\n因島に、”隠”の宿を設計した。\n場所は小さな漁港のある鏡浦町。瀬戸内海を眺める山道を辿り、日常を抜け出したところで、この隠れ家の宿にたどり着く。\n築百年の古民家には因島の記憶が詰まっている。躯体はそのままとして古民家の雰囲気を残した。\nリノーベーションを施す部分は古材を取り入れつつ革新的な使い方でそれらを再構築した。\n隔たされた場所性と、水軍のような独自性を感じられる宿とした。\n平面も、“隠れる”プランとなっている。\n各部屋は壁で区切らず、ふすまで緩やかに仕切る。\nいわば完全に閉じたわけでもなく、開いているわけでもない。程よく隠れる心地よさを味わえる。\n屋根裏も利用し、アティックな空間とした。",
    "description_en": "In No House\nInnoshima, Onomichi City, Hiroshima，Japan\n2018\n\nIt is said that what was called the hidden island, the hidden island, turned into Innoshima.\nDesigned a \"hidden\" inn on Innoshima.\nThe place is Kagamiura Town, where there is a small fishing port. After following the mountain path overlooking the Seto Inland Sea and getting out of everyday life, we arrive at this hideaway inn.\nThe 100-year-old folk house is filled with memories of Innoshima. The skeleton remains as it is, leaving the atmosphere of an old folk house.\nThe parts to be renovated were reconstructed in an innovative way while incorporating old materials.\nIt is an inn where you can feel the uniqueness of the Pirate(they used to be in this region) and the separated location.\nThe plane is also a \"hidden\" plan.\nEach room is not separated by a wall, but is gently partitioned up to the fusuma.\nSo to speak, it is neither completely closed nor open. You can enjoy the comfort of hiding moderately.\nThe loft was also used to create an attic space.",
    "description_zh": "日本广岛县尾道市因岛\n\n据说，所谓的“隐岛”变成了“ 因岛”。\n在因岛市设计了一家“隐蔽”的旅馆。\n这个地区叫镜浦町，那里有一个小渔港。沿着俯瞰濑户内海的山路走出日常生活之后，我们到达了这个隐蔽的旅馆。\n这座拥有100年历史的民居充满了因岛的回忆。骨架保持原样，保留了老式民居的氛围。\n翻修的部分，将旧材料保留，并以创新的方式进行了重新搭配。\n在这里，您可以感受到当代兴隆的海贼和与世隔绝的地理独特性。\n平面也是一个“隐蔽”的计划。\n每个房间都没有被墙壁隔开，而是被屏风分隔。\n可以这么说，它既不是完全封闭也不是开放。您可以享受适度躲藏的舒适感。\n屋顶下还被用来创造一个阁楼空间。",
    "pickup": 0,
    "pickupOrder": 0,
    "hidden": 0
  },
  {
    "id": "2019_project11",
    "name_ja": "丘の上の家",
    "name_en": "House on the hill",
    "name_zh": "坐落山丘上的住宅",
    "description_ja": "東京都町田市　\n2018年\n\n丹沢連山を望む高台に立地する住宅。\n木工アーティストである施主の作品からヒントを得て、\n削り出したような木の塊のようなボリュームとした。\nボリュームから穿った凹凸がハイサイドライトなどの開口となり、\n刻々と変わる光を室内に差し込む。\n一階リビング、二階風呂、屋上テラスを山の方向へ向け、\n雄大な山並みを望みながら生活を楽しめるようにした。\n外装材の木のランダムな節や、内装壁の漆喰の塗りムラが、\n空間と素材を繋ぐ要素としての役割を果たしていた。",
    "description_en": "Machida, Tokyo, Japan\n2018\n\nA house located on a hill overlooking the Tanzawa Mountains.\n\nInspired by the work of the owner, a woodworking artist, the volume is like a carved piece of wood.\nThe unevenness pierced from the volume becomes an opening for high side lights, balcony, etc., \nand guides the ever-changing light into the room.\n\nThe living room on the first floor, the bath on the second floor,\n and the terrace on the roof are turned toward the mountains so that you can enjoy the view of the magnificent mountains.\n\nRandom knots of wood on the exterior material and uneven plastering on the interior walls played a role as an element connecting the space and the material.",
    "description_zh": "东京町田市\n2018\n\n这栋位于山坡上的房子，俯瞰着东京有名的丹泽山脉。\n\n受到业主（木工艺术家）作品的启发，其体积就像一块木头。\n从体积中刺穿的大小不同的开口变成了门窗，阳台等的开口，并将不断变化的光引入房间。\n\n一楼的起居室，二楼的浴室和屋顶的露台都朝着山脉方向倾斜，因此你可以欣赏壮丽的山脉景色。\n\n外部材料上粗糙的的木头结，内墙上不均匀的抹灰起到了连接空间和材料的作用。",
    "pickup": 1,
    "pickupOrder": 2,
    "hidden": 0
  },
  {
    "id": "2019_project12",
    "name_ja": "スタンドバー/neobar",
    "name_en": "Stand bar / neobar",
    "name_zh": "支架杆/ neobar",
    "description_ja": "東京都世田谷区　\n2018年\n\n昨年手がけた物産展を、夜はバーとして使えるようにリノベーションしたものである。\nメタリックでマッシブなスタンドをいくつか配置し、光で浮遊させた。\nまちの人々が光に誘われるように、光のスタンドに集った。\nシンプルな立呑みが、ミニマムな店内で展開され、自然とお客さんどおしの会話が増えた。",
    "description_en": "Setagaya-ku, Tokyo, 2018\nThe product exhibition that worked last year, one in which was renovated so that it can be used as a bar at night.\nSome place a massive stand in the metallic and suspended in the light.\nAs people of the city are invited to light, it gathered to stand in the light.\nSimple standing fleas, are deployed in minimum in-store, it has increased conversation of nature and the audience throat press.",
    "description_zh": "世田谷区，东京，2018\n该产品展览去年的工作，在其中进行了翻修，以便它可以被用来在夜间酒吧。\n有的地方一个巨大的展台在金属和悬浮在光。\n作为城市的人都邀请到光，它聚集在光站。\n简单的站立跳蚤，被部署在最小的店内，它增加了自然和观众喉咙新闻界的谈话。",
    "pickup": 0,
    "pickupOrder": 0,
    "hidden": 1
  },
  {
    "id": "2019_project13",
    "name_ja": "Pillow Counter",
    "name_en": "Pillow Counter",
    "name_zh": "枕头计数器",
    "description_ja": "東京都新宿区　2018年\n既存のマンションをホテルに用途変更するプロジェクトである。\n立地条件から考えて、短期宿泊の外国人旅行客が多いエリアである。\n癒やしを感じさせるエントランスにするため、\nふっくらとした枕を彷彿させる、ムクリのあるエントランスカウンターを設計した。",
    "description_en": "Shinjuku-ku, Tokyo, 2018\nIt is a project to use change an existing apartment hotel.\nConsidering the location conditions, foreign tourists of short-term accommodation is a large area.\nTo the entrance to feel the healing and teeth,\nReminiscent of plump pillows were designed entrance counter with Mukuri.",
    "description_zh": "新宿区，东京，2018\n它是利用改变现有的公寓式酒店项目。\n考虑到区位条件，短期住宿的外国游客是大面积的。\n到门口去感受愈合和牙齿，\n让人联想到饱满的枕头的设计入射计数器与Mukuri。",
    "pickup": 0,
    "pickupOrder": 0,
    "hidden": 1
  },
  {
    "id": "2019_project14",
    "name_ja": "積み木の家リノベーション",
    "name_en": "Tsumiki house renovation",
    "name_zh": "积木住宅改造",
    "description_ja": "東京都 \n2019年\n施工：清水工務店\n\n築40年の木造住宅を、スケルトン（躯体）のみ残し、住みやすく作り変える。\nもとの建物は、傾斜地の基壇に木造住宅が立ち、そこにさらにとんがり帽子の屋根が増築されていた。\nそのような積層構造を、新しいファサードでも継承した。\nコンクリート、モルタル、木張りのボリュームが重なり、積木のような外観とした。\n内部は古い建材を一部露わしにすることで、新旧の対比が生まれ、新築にはない味わいを追求した。",
    "description_en": "Tokyo, Japan\n2019\nconstruction: Shimizu koumuten\n\nThe 40-year-old wooden house is remade to make it easier to living in, leaving only the skeleton.\nOriginally, a wooden house stood on the base of the sloping land, and a roof with a pointed hat was added to it.\nSuch a laminated structure was inherited in the new façade.\nThe volumes of concrete, mortar, and wood are overlapped to give the appearance of building blocks.\nBy exposing some of the old building materials inside, a contrast between old and new was created, pursuing a taste not found in new construction.",
    "description_zh": "日本东京\n2019年\n施工：清水工务店\n\n这座建了40年的木制房屋进行改建，使其更易于居住，仅保留木结构骨架。\n在原始建筑中，一间木屋建在倾斜土地的底部，并在屋顶上增加了一个带尖顶帽子的屋顶。\n这种层压结构在新立面中得到了继承。\n混凝土，砂浆和木材的体积重叠在一起，以赋予像积木一样的外观。\n通过保留一些内部的旧建筑材料，创造了新旧之间的对比，追求了新建筑中没有的品味。",
    "pickup": 1,
    "pickupOrder": 0,
    "hidden": 0
  },
  {
    "id": "2020_project01",
    "name_ja": "林道の保育園",
    "name_en": "Nursery in forest road",
    "name_zh": "林道的托儿所",
    "description_ja": "岡山県　\n2020年\n450㎡\n\nクリニックに付属する企業主導型保育園の計画。\n既存のクリニック及びイベントホールの周りの豊かな緑を延伸して一本の林道を形成し、\n保育園が、その林道を中心に、展開するようにします。\n林道の幅が変化し、中庭や、縁側のような様々なスペースを作り、\n保育園が木漏れ日やそよ風に満ちた空間となります。\n林のファサードが、構造材としての機能を満たしつつ、\n自然の枝のような有機的に広がります。\n枝のような形状は、くぐったり、腰掛けたり、のぼったりと、子供にとって恰好なの遊び場を提供するとともに、\n直射日光を和らげて、柔らかい木漏れ日に変え、保育室がまるで森のなかのような空間となります。\n林のファサードは、程よい目隠しとしての機能も果たし、子供たちにとって居心地のいい空間を作り出します。",
    "description_en": "Okayama，Japan\n2020-\n450㎡\n\nA company-led nursery plan attached to the clinic.\n\nStretching the rich greenery around the existing clinics and event halls to form a forest road,\nThe nursery's activity revolves around the forest road.\nThe width of the forest road changes, creating various spaces such as the courtyard and the porch.\nThe nursery will be a space full of sunlight and breeze.\nWhile the façade of the forest -spreads organically like a natural branch- not only fulfills its function as a structural material,\nbut also provides a playground that is perfect for children, such as going through, sitting on, and climbing.\nIt softens the direct sunlight and turns it into soft sunlight through the trees, making the nursery room look like a forest.\nThe facade of the forest also acts as a good blindfold, creating a cozy space for children.",
    "description_zh": "日本 冈山县\n2020年\n450㎡\n\n这是一个医院副属的托儿所计划。\n\n将现有的医院和活动区周围铺满浓郁的绿树延伸，形成林间小路，\n确保托儿所围绕林道展开。\n森林道路的宽度发生变化，从而形成了各种空间，例如庭院和门廊。\n托儿所将是一个充满阳光和微风的空间。\n建筑的外立面-它像天然树枝一样有机地扩散- 不仅可以起到结构的作用，\n树枝状的形状提供了一个非常适合儿童的游乐场，例如穿越，坐着和爬山。\n它可以软化直射的太阳，并通过树木将其转变为柔和的阳光，从而使托儿所仿佛在森林脚下。\n森林的立面也有遮挡视线的功能，为孩子们创造了一个舒适的空间。",
    "pickup": 0,
    "pickupOrder": 0,
    "hidden": 0
  },
  {
    "id": "2020_project02",
    "name_ja": "連なるドームの保育園",
    "name_en": "nursery with a series of dome",
    "name_zh": "连续圆顶的托儿所",
    "description_ja": "西安　中国　\n2020年\n\n球を嵌合させ、カラフルなドームが連続する、\n童話の世界に迷い込んだような空間を作った。\n中国では保育園はまだ始まったばかりのサービスであり\n保育園が市民権を獲得するためにも、\n子供が行きたくなるような保育園を、\n先ずは建築の観点から目指した。",
    "description_en": "Xi'an，China\n2020\n\nFit the spheres together to create a series of colorful domes.\nWe created a space that makes me feel like I'm lost in the world of fairy tales.\nNursery school is a service that has just begun in China.\nIn order for the nursery school to acquire citizenship,\nfirst of all, we aimed at it from the viewpoint of architecture that children want to go.",
    "description_zh": "中国西安\n2020年\n\n将圆球形状互相交接，做出一系列的彩色圆顶。\n我们创造了一个让我感到迷失在童话世界中的空间。\n托儿所业务在中国刚刚开始，\n为了使托儿所获得公民权，\n首先，我从建筑的角度创造了一个孩子们想去的托儿所，",
    "pickup": 0,
    "pickupOrder": 0,
    "hidden": 0
  },
  {
    "id": "2020_project03",
    "name_ja": "行灯バー",
    "name_en": "Andon bar",
    "name_zh": "行灯吧",
    "description_ja": "東京　神楽坂\n2020年\n施工：株式会社SG\n写真：白井洋平写真事務所\n\n神楽坂に立呑バーを計画した。\n賑わいとハイソさが両立するまち、神楽坂\n神楽坂にあるこのバーは、そんなまちに溶け込むよう、\n賑わいを演出する行灯を、シャープな金属素材で制作した。\n行灯はメニュー看板にもなり、\n金属板に磁石付きメニュー文字を自由にレイアウトできるようにした。",
    "description_en": "Kagurazaka,Tokyo, Japan\n2020\n\nWe planned a drinking bar in Kagurazaka, Tokyo.\n\nKagurazaka is a town that is both lively and high-class.\n\nThis bar conbines popularization and modernity to blend in with such a city.\nThe lanterns that create a lively atmosphere, which is common in Japanese bars, are made of sharp metal material.\n\nThe lantern can also be used as a menu sign\nLike a popular bar with randomly arranged handwritten menus, which you often see in Japan.\nThe menu characters with magnets can be freely laid out on the metal plate.",
    "description_zh": "日本 东京 神乐坂\n2020年\n\n建设单位：SG Co.，Ltd.\n摄影：白井洋平摄影事务所\n\n我们在神乐坂市计划了一家站立式酒吧。\n\n神乐坂，一个热闹与高档同居的区域。\n神乐坂的这家酒吧为了体现这样的区域的氛围，\n营造了体现热闹气氛的灯笼，并将其由硬质的金属材料制成。\n灯笼也可以用来设置菜单，\n带有磁铁的菜单字符可以自由地布置在金属板上。",
    "pickup": 0,
    "pickupOrder": 0,
    "hidden": 0
  },
  {
    "id": "2020_project04",
    "name_ja": "大屋根裏の家",
    "name_en": "Big loft house",
    "name_zh": "大跃层小屋",
    "description_ja": "東京都\n2020年\n\nかやぶき屋根の農家と一面に広がる畑の風景があちこちで見られた当敷地一帯、\nその懐かしい風景を、厚みのある大屋根で再現した。\n\n大屋根と軒の連続したボリュームを作り出し、窓をセットバックさせることで、奥行きのある塊を表現した。\n\n大屋根の下に住む両親世帯と、大屋根に住む子世帯。\n一つ屋根の下ながらも、程よく独立した上下の空間を作った。\n\n斜め屋根の下部の余剰空間をハイサイドに変えることで、１Fを間接光で明るく照らした。\n\n窓の配置をウッドチップのパターンに追随させることで一体感ある外観を形成した。",
    "description_en": "Tokyo, Japan\n2020\n\nThere was a traditional scenery of thatched-roof houses and rice fields In the Tokyo west side area.\nWe tried to revive the original scenery by a thick thatched-roof.\n\nWe made a large volume roof with a continuous eaves and set back window holes.\nThe daughter is living in the big roof and her parents is living under the roof.\nThe big roof gives different characters for the top and bottom space.\n\nThe surplus space of the roof is designed for a high side light for the 1st floor.\nThat makes the 1st floor is filled with charming day lights and quiet environment.\nThe 2nd floor is a large attic style space for children playing.\n\nThe arrangement of the windows is to fit the pattern of the exterior wood chips.",
    "description_zh": "东京\n2020\n\n茅草屋顶和成片的稻田是东京西部地区极富地方特点的传统景观。\n因此，本次设计我们尝试利用厚实的茅草屋顶这一元素，\n重振当地的原始风貌。\n我们用交接的屋檐组成了一个大体量的屋顶并预留出窗洞。\n家里的女儿就住在这个大屋顶里，\n父母则住在屋顶下的房间当中。\n大屋顶赋予底部和顶部的房间不同的特征。\n屋顶围合成的超大空间同时也为一层房间提供自然采光，\n营造出一个充满自然光线的静谧环境，持续散发魅力。\n二层像阁楼一样，是一处为孩子们玩闹提供的宽阔空间。\n窗户完全根据与外部木片花纹的相符合的原则进行布置。",
    "pickup": 1,
    "pickupOrder": 1,
    "hidden": 0
  },
  {
    "id": "2021_project01",
    "name_ja": "日差しの減築",
    "name_en": "Reduction of sunlight",
    "name_zh": "阳光减筑",
    "description_ja": "横浜市　神奈川県\n2021年\n185㎡\n\n築30年の鉄骨造一戸建てのリノベーションを行った。\nもとは二世帯住宅で、一階が親世帯、二階が子世帯だったが、\n子世帯のみが住むこととなり、子世帯のみが住まうに程よい空間を目指した。\n敷地はゆるい斜面になっており、北は開けているが、南は隣地の擁壁に面し、1Fまで日が届かない。\nその問題を解決するために、南側の2Fスラブを撤去し、吹き抜けとした。\nそうすることで、日が当たらない部屋が、2Fの窓から光が降り注ぐ開放的で明るい部屋へと生まれ変わった。\n\n鉄骨造はコストがかかる分、長持ちし、耐震性もよい。\n鉄骨をそのまま残し、設備や家具をその都度変更していくことで長く使うことを提案した。\nスケルトンである硬く永続する鉄骨を、インフィルである柔らかく可変的な設備、家具に\n嵌入させることで、両者の関係性を可視化した。",
    "description_en": "Yokohama City, Kanagawa Prefecture\n2021\n185㎡\n\nWe renovated a 30-year-old steel-structure house.\nOriginally it was a two-family house, the first floor for the parents and the second floor for the children.\nNow only the child households couple in living, we aimed to create a space that is suitable for the two person to live in.\nThe site has a gentle slope. The north is open, but the south faces the retaining wall of the neighbor, and the sun does not reach the 1st floor.\nIn order to solve the problem, the 2nd floor slab on the south side was removed and made into a atrium.\nBy doing so, the room that was not exposed to the sun was reborn as an open and bright room where the light shines through the windows on the 2nd floor.\n\nSteel structures are costly, but last a long time and have good earthquake resistance.\nThis is a proposal to leave the steel frame and change the equipment and furniture each time to use it for a long time.\nThe Skelton- the hard and permanent steel frame, The Infill-the soft and variable equipment and furniture.\nBy fitting them, the relationship between the two was visualized.",
    "description_zh": "神奈川县横滨市\n2021年\n185平方米\n\n我们翻新了一栋建了30年的钢结构住宅。\n最初是两口之家，一楼是父母家庭，二楼是儿子家庭，\n现在只有儿子夫妇居住，我们的目标是创造一个适合他们两个人的居住空间。\n该地块有平缓坡度，北部是开放的，但南部面对相邻土地的挡土墙，太阳无法到达一楼。\n为了解决该问题，将南侧的2层楼板拆除做成挑空。\n这样一来，没有阳光的房间就变成了一个开放明亮的起居室，光线从2层的窗户照进来。\n\n钢结构价格昂贵，但使用寿命长且抗震性好。\n这是一个尝试将钢框架尽量保持原样，而灵机应变更换设备和家具。使得这栋房子可以长时间使用，\n建筑的构成可以分为：作为骨架的坚硬且永久性的钢框架， 以及柔软可变设备和家具。\n将两者拟合，将两者之间的关系可视化。",
    "pickup": 0,
    "pickupOrder": 0,
    "hidden": 0
  },
  {
    "id": "2021_project02",
    "name_ja": "池袋酸菜魚店",
    "name_en": "Ikebukuro Sauerkraut fish restaurant",
    "name_zh": "池袋酸菜鱼店",
    "description_ja": "東京都豊島区\n2021\n\n中国の名物料理、酸菜魚の専門店を設計した。\n漬物の白菜と川魚で作られる、酸っぱくてピリ辛な料理である。\n料理そのものの世界観を設計に反映した。\n床と天井は魚をイメージしたつややかな鱗模様の素材を使用し、\n目隠しスクリーンは骨を連想するルーバーによって構成した。\n食材を連想させ、食欲を掻き立てるようなインテリアを目指した。",
    "description_en": "Toshima-ku, Tokyo\n2021\n\nDesigned a restaurant specializing in Chinese specialty dishes,Sauerkraut fish.\nIt is a sour and spicy dish made from pickled Chinese cabbage and river fish.\nThe world view of the food itself was reflected in the design.\nThe floor and ceiling are made of a glossy scale-patterned material that resembles the fish skin.\nThe blindfold screen consisted of louvers reminiscent of fish bones.\nWe aimed for an interior that reminds us of Foodstuff and stimulates our appetite.",
    "description_zh": "东京丰岛区\n2021年\n\n设计了一家专营中国特色菜:酸菜鱼的餐厅。\n酸菜鱼是用酸菜和河鱼制成的酸辣口味菜肴。\n设计本身反映了这道菜本身的世界观。\n地板和天花板由类似鱼的光滑鳞片状材料制成。\n遮挡屏幕由让人联想到鱼骨头的百叶组成。\n我们的目标是让设计使人们联想到菜谱并激发食欲。",
    "pickup": 0,
    "pickupOrder": 0,
    "hidden": 0
  }
]